-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 08, 2021 at 12:53 AM
-- Server version: 10.4.17-MariaDB
-- PHP Version: 8.0.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `krishisheba`
--

-- --------------------------------------------------------

--
-- Table structure for table `manage_posts`
--

CREATE TABLE `manage_posts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(11) DEFAULT NULL,
  `product_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `total_weight` int(11) DEFAULT NULL,
  `weight_unit` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `price_per_unit` int(11) DEFAULT NULL,
  `advance_payment` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `category` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `sub_category` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `production_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `product_production_year` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `packaging_method` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `initial_delivery_date` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `final_delivery_date` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `offer_end_date` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `own_vehicle` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `divisions` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `district` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `thana` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `villege` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `comments` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `product_image` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `manage_posts`
--

INSERT INTO `manage_posts` (`id`, `user_id`, `product_name`, `total_weight`, `weight_unit`, `price_per_unit`, `advance_payment`, `category`, `sub_category`, `production_type`, `product_production_year`, `packaging_method`, `initial_delivery_date`, `final_delivery_date`, `offer_end_date`, `own_vehicle`, `divisions`, `district`, `thana`, `villege`, `comments`, `product_image`, `created_at`, `updated_at`) VALUES
(4, 3, 'ধান', 300, 'মণ', 2000, '10', 'আউশ ধান', 'নয়া পাজাম(আমন ধান)', 'জৈব উৎপাদন', '2021-01-02', '40 কেজি ব্যাগ', '2021-02-02', '2021-03-02', '2021-01-20', '1', 'Chattogram', 'Feni', 'Sonagazi', NULL, NULL, '1620398447.jpg', '2021-05-07 08:40:47', '2021-05-07 08:40:47'),
(5, 3, 'ধান', 500, 'মণ', 2050, '10', 'আমন ধান', 'দুলাভোগ(আমন ধান)', 'প্রচলিত উৎপাদন', '2020-05-15', '40 কেজি ব্যাগ', '2020-05-30', '2020-06-15', '2020-05-25', '1', 'Chattogram', 'Feni', 'Sonagazi', NULL, NULL, '1620398628.jpg', '2021-05-07 08:43:48', '2021-05-07 08:43:48'),
(6, 3, 'ধান', 450, 'মণ', 2080, '15', 'বোরো ধান', 'শাহী বালাম(বোরো ধান)', 'রাসায়নিক উৎপাদন', '2020-07-13', '40 কেজি ব্যাগ', '2020-07-30', '2020-08-15', '2020-07-25', '1', 'Mymensingh', 'Sherpur', 'Nakla', NULL, NULL, '1620398736.jpg', '2021-05-07 08:45:36', '2021-05-07 08:45:36'),
(7, 3, 'ধান', 1050, 'পিস', 2080, '15', 'আমন ধান', 'বিপ্লব(আমন ধান)', 'জৈব উৎপাদন', '2020-07-13', '50 কেজি ব্যাগ', '2020-07-30', '2020-08-15', '2020-07-25', '1', 'Khulna', 'Kushtia', 'Kumarkhali', NULL, NULL, '1620398867.png', '2021-05-07 08:47:47', '2021-05-07 08:47:47'),
(8, 3, 'ধান', 550, 'কেজি', 40, '5', 'আউশ ধান', 'মালা(আউশ ধান)', 'প্রচলিত উৎপাদন', '2020-07-13', 'কেজি', '2020-07-30', '2020-08-15', '2020-07-25', '1', 'Barishal', 'Jhalokati', 'Nalchity', NULL, NULL, '1620398967.png', '2021-05-07 08:49:27', '2021-05-07 08:49:27'),
(9, 3, 'ধান', 6000, 'কেজি', 35, '10', 'আমন ধান', 'ব্রিশাইল(আমন ধান)', 'প্রচলিত উৎপাদন', '2020-09-13', 'কেজি', '2020-09-30', '2020-10-15', '2020-09-25', '0', 'Rangpur', 'Thakurgaon', 'Pirganj', NULL, NULL, '1620399248.png', '2021-05-07 08:54:08', '2021-05-07 08:54:08'),
(10, 3, 'ধান', 100, 'মণ', 560, '5', 'আমন ধান', 'দুলাভোগ(আমন ধান)', 'জৈব উৎপাদন', '2021-05-07', '40 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Khagrachhari', NULL, NULL, NULL, '1620400386.jpg', '2021-05-07 09:13:06', '2021-05-07 09:13:06'),
(11, 3, 'ধান', 2000, 'মণ', 560, '5', 'আউশ ধান', 'চান্দিনা(আউশ ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', '40 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Mymensingh', 'Netrokona', 'Barhatta', NULL, NULL, '1620400444.jpg', '2021-05-07 09:14:04', '2021-05-07 09:14:04'),
(12, 3, 'ধান', 200, 'মণ', 590, '5', 'আমন ধান', 'দুলাভোগ(আমন ধান)', 'রাসায়নিক উৎপাদন', '2021-05-07', 'কেজি', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Brahmanbaria', 'Bijoynagar', NULL, NULL, '1620400541.jpg', '2021-05-07 09:15:41', '2021-05-07 09:15:41'),
(13, 3, 'ধান', 300, 'মণ', 600, '10', 'আউশ ধান', 'ব্রি বালাম(আউশ ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', 'কেজি', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Brahmanbaria', 'Akhaura', NULL, NULL, '1620400647.jpg', '2021-05-07 09:17:27', '2021-05-07 09:17:27'),
(14, 3, 'ধান', 400, 'মণ', 600, '10', 'আউশ ধান', 'নয়া পাজাম(আমন ধান)', 'জৈব উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Brahmanbaria', 'Bijoynagar', NULL, NULL, '1620400694.jpg', '2021-05-07 09:18:14', '2021-05-07 09:18:14'),
(15, 3, 'ধান', 500, 'মণ', 400, '10', 'আউশ ধান', 'মালা(আউশ ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Brahmanbaria', 'Bijoynagar', NULL, NULL, '1620400758.jpg', '2021-05-07 09:19:18', '2021-05-07 09:19:18'),
(16, 3, 'ধান', 160, 'মণ', 790, '1', 'বোরো ধান', 'শাহী বালাম(বোরো ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', '40 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chattogram', 'Patiya', NULL, NULL, '1620400912.png', '2021-05-07 09:21:52', '2021-05-07 09:21:52'),
(17, 3, 'ধান', 160, 'মণ', 690, '1', 'বোরো ধান', 'চান্দিনা(বোরো ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', '40 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chattogram', 'Sitakunda', NULL, NULL, '1620400954.png', '2021-05-07 09:22:34', '2021-05-07 09:22:34'),
(18, 3, 'ধান', 345, 'মণ', 690, '1', 'বোরো ধান', 'বিপ্লব(বোরো ধান)', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chattogram', 'Sitakunda', NULL, NULL, '1620400989.jpg', '2021-05-07 09:23:09', '2021-05-07 09:23:09'),
(19, 3, 'চাউল', 1000, 'কেজি', 48, '1', 'সিদ্ধ', 'মিনিকেট', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chattogram', 'Sitakunda', NULL, NULL, '1620401099.jpg', '2021-05-07 09:24:59', '2021-05-07 09:24:59'),
(20, 3, 'চাউল', 1000, 'কেজি', 55, '1', 'সিদ্ধ', 'মোটা সিদ্ধ', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chattogram', 'Fatikchhari', NULL, NULL, '1620401144.jpg', '2021-05-07 09:25:44', '2021-05-07 09:25:44'),
(21, 3, 'চাউল', 100, 'কেজি', 55, '1', 'সিদ্ধ', 'কাঠারী ', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Cox\'s Bazar', 'Cox\'s Bazar Sadar', NULL, NULL, '1620401212.jpg', '2021-05-07 09:26:52', '2021-05-07 09:26:52'),
(22, 3, 'চাউল', 500, 'কেজি', 55, '1', 'সিদ্ধ', '২৮ নং মিনিকেট', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Cox\'s Bazar', 'Teknaf', NULL, NULL, '1620401275.jpg', '2021-05-07 09:27:55', '2021-05-07 09:27:55'),
(23, 3, 'চাউল', 700, 'কেজি', 60, '1', 'সিদ্ধ', 'মিনিকেট', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Khagrachhari', 'Mahalchhari', NULL, NULL, '1620401321.jpg', '2021-05-07 09:28:41', '2021-05-07 09:28:41'),
(24, 3, 'চাউল', 800, 'মণ', 600, '5', 'সিদ্ধ', 'বাসমতি', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Khagrachhari', 'Dighinala', NULL, NULL, '1620401368.jpg', '2021-05-07 09:29:28', '2021-05-07 09:29:28'),
(25, 3, 'চাউল', 750, 'মণ', 600, '5', 'সিদ্ধ', '২৯ নং মিনিকেট', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Bandarban', 'Bandarban Sadar', NULL, NULL, '1620401402.jpg', '2021-05-07 09:30:02', '2021-05-07 09:30:02'),
(26, 3, 'চাউল', 750, 'কেজি', 57, '5', 'সিদ্ধ', 'স্বর্ণা-৫', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Brahmanbaria', 'Nasirnagar', NULL, NULL, '1620401457.jpg', '2021-05-07 09:30:57', '2021-05-07 09:30:57'),
(27, 3, 'চাউল', 850, 'কেজি', 60, '5', 'সিদ্ধ', 'গুটি স্বর্ণা', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Mymensingh', 'Mymensingh', 'Ishwarganj', NULL, NULL, '1620401701.jpg', '2021-05-07 09:35:01', '2021-05-07 09:35:01'),
(28, 3, 'চাউল', 450, 'কেজি', 50, '5', 'আতপ', 'বেতী', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Barishal', 'Barguna', 'Amtali', NULL, NULL, '1620401742.jpg', '2021-05-07 09:35:42', '2021-05-07 09:35:42'),
(29, 3, 'চাউল', 500, 'কেজি', 51, '5', 'আতপ', 'ইরি', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Bandarban', 'Ali Kadam', NULL, NULL, '1620401812.jpg', '2021-05-07 09:36:52', '2021-05-07 09:36:52'),
(30, 3, 'চাউল', 550, 'কেজি', 52, '5', 'আতপ', 'কাঠারী ', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Chattogram', 'Chandpur', 'Faridganj', NULL, NULL, '1620401844.jpg', '2021-05-07 09:37:24', '2021-05-07 09:37:24'),
(31, 3, 'চাউল', 600, 'কেজি', 53, '5', 'আতপ', 'মিনিকেট', 'জৈব উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Dhaka', 'Gopalganj', 'Kashiani', NULL, NULL, '1620401924.jpg', '2021-05-07 09:38:44', '2021-05-07 09:38:44'),
(32, 3, 'চাউল', 600, 'কেজি', 53, '5', 'আতপ', '২৮ নং আতপ', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Khulna', 'Satkhira', 'Assasuni', NULL, NULL, '1620401977.jpg', '2021-05-07 09:39:37', '2021-05-07 09:39:37'),
(33, 3, 'চাউল', 650, 'কেজি', 54, '5', 'আতপ', 'চিনিগুড়া', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Mymensingh', 'Mymensingh', 'Bhaluka', NULL, NULL, '1620402032.jpg', '2021-05-07 09:40:32', '2021-05-07 09:40:32'),
(34, 3, 'চাউল', 700, 'কেজি', 55, '5', 'আতপ', 'পাইজাম', 'প্রচলিত উৎপাদন', '2021-05-07', '50 কেজি ব্যাগ', '2021-05-07', '2021-05-07', '2021-05-17', NULL, 'Rajshahi', 'Bogra', 'Sherpur', NULL, NULL, '1620402068.jpg', '2021-05-07 09:41:08', '2021-05-07 09:41:08'),
(35, 3, 'গ্রীষ্মকালীন সবজি', 500, 'কেজি', 35, '5', 'মিষ্টিকুমড়া', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Rajshahi', 'Chapainawabganj', 'Nachole', NULL, NULL, '1620420696.jpg', '2021-05-07 14:51:36', '2021-05-07 14:51:36'),
(36, 3, 'গ্রীষ্মকালীন সবজি', 160, 'কেজি', 35, '5', 'কাঁকরোল', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Rajshahi', 'Chapainawabganj', 'Nachole', NULL, NULL, '1620420776.jpg', '2021-05-07 14:52:56', '2021-05-07 14:52:56'),
(37, 3, 'গ্রীষ্মকালীন সবজি', 200, 'কেজি', 35, '5', 'কাঁকরোল', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Rajshahi', 'Chapainawabganj', 'Nachole', NULL, NULL, '1620420799.jpg', '2021-05-07 14:53:19', '2021-05-07 14:53:19'),
(38, 3, 'গ্রীষ্মকালীন সবজি', 160, 'কেজি', 35, '5', 'শসা', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Rajshahi', 'Chapainawabganj', 'Nachole', NULL, NULL, '1620420858.jpg', '2021-05-07 14:54:18', '2021-05-07 14:54:18'),
(39, 3, 'গ্রীষ্মকালীন সবজি', 160, 'কেজি', 35, '5', 'শসা', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Rangpur', 'Panchagarh', 'Boda', NULL, NULL, '1620420894.jpg', '2021-05-07 14:54:54', '2021-05-07 14:54:54'),
(40, 3, 'গ্রীষ্মকালীন সবজি', 200, 'কেজি', 35, '5', 'শসা', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Barishal', 'Jhalokati', 'Nalchity', NULL, NULL, '1620420940.jpg', '2021-05-07 14:55:40', '2021-05-07 14:55:40'),
(41, 3, 'গ্রীষ্মকালীন সবজি', 200, 'কেজি', 35, '5', 'বেগুন', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Dhaka', 'Madaripur', 'Kalkini', NULL, NULL, '1620420981.jpg', '2021-05-07 14:56:21', '2021-05-07 14:56:21'),
(42, 3, 'গ্রীষ্মকালীন সবজি', 200, 'কেজি', 35, '5', 'বেগুন', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Dhaka', 'Madaripur', 'Kalkini', NULL, NULL, '1620421000.jpg', '2021-05-07 14:56:40', '2021-05-07 14:56:40'),
(43, 3, 'গ্রীষ্মকালীন সবজি', 200, 'কেজি', 35, '5', 'বেগুন', NULL, 'প্রচলিত উৎপাদন', '2020-10-14', '40 কেজি ব্যাগ', '2021-12-15', '2021-12-25', '2021-05-08', NULL, 'Barishal', 'Patuakhali', 'Patuakhali Sadar', NULL, NULL, '1620421032.jpg', '2021-05-07 14:57:12', '2021-05-07 14:57:12'),
(44, 3, 'শীতকালীন সবজি', 160, 'কেজি', 25, '5', 'ফুলকপি', NULL, 'জৈব উৎপাদন', '2020-10-20', NULL, '2020-10-22', '2021-10-25', '2021-05-17', NULL, 'Barishal', 'Pirojpur', 'Nesarabad', NULL, NULL, '1620425567.jpg', '2021-05-07 16:12:47', '2021-05-07 16:12:47'),
(45, 3, 'শীতকালীন সবজি', 160, 'কেজি', 25, '5', 'ফুলকপি', NULL, 'জৈব উৎপাদন', '2020-10-10', NULL, '2020-10-11', '2021-10-15', '2021-05-17', NULL, 'Rajshahi', 'Joypurhat', 'Khetlal', NULL, NULL, '1620425612.jpg', '2021-05-07 16:13:32', '2021-05-07 16:13:32'),
(46, 3, 'শীতকালীন সবজি', 160, 'কেজি', 25, '5', 'বাঁধাকপি', NULL, 'জৈব উৎপাদন', '2020-10-10', NULL, '2020-10-11', '2021-10-15', '2021-05-17', NULL, 'Khulna', 'Chuadanga', 'Alamdanga', NULL, NULL, '1620425646.jpg', '2021-05-07 16:14:06', '2021-05-07 16:14:06'),
(47, 3, 'শীতকালীন সবজি', 200, 'কেজি', 20, '5', 'বাঁধাকপি', NULL, 'প্রচলিত উৎপাদন', '2020-10-10', NULL, '2020-10-11', '2021-10-15', '2021-05-17', NULL, 'Khulna', 'Satkhira', 'Kalaroa', NULL, NULL, '1620425690.jpg', '2021-05-07 16:14:51', '2021-05-07 16:14:51'),
(48, 3, 'শীতকালীন সবজি', 200, 'কেজি', 20, '5', 'টমেটো', NULL, 'প্রচলিত উৎপাদন', '2020-11-05', NULL, '2020-11-11', '2021-11-20', '2021-05-17', NULL, 'Mymensingh', 'Netrokona', 'Madan', NULL, NULL, '1620425758.jpg', '2021-05-07 16:15:58', '2021-05-07 16:15:58'),
(49, 3, 'শীতকালীন সবজি', 200, 'কেজি', 20, '5', 'শিম', NULL, 'প্রচলিত উৎপাদন', '2020-11-05', NULL, '2020-11-22', '2021-11-26', '2021-05-17', NULL, 'Rajshahi', 'Natore', 'Singra', NULL, NULL, '1620425802.jpg', '2021-05-07 16:16:42', '2021-05-07 16:16:42'),
(50, 3, 'শীতকালীন সবজি', 160, 'কেজি', 40, '5', 'শিম', NULL, 'জৈব উৎপাদন', '2020-11-05', NULL, '2020-11-22', '2021-11-26', '2021-05-17', NULL, 'Rajshahi', 'Natore', 'Singra', NULL, NULL, '1620425842.jpg', '2021-05-07 16:17:22', '2021-05-07 16:17:22'),
(51, 3, 'শীতকালীন সবজি', 160, 'কেজি', 40, '5', 'শিম', NULL, 'জৈব উৎপাদন', '2020-11-05', NULL, '2020-11-22', '2021-11-26', '2021-05-17', '1', 'Chattogram', 'Khagrachhari', 'Panchhari', NULL, NULL, '1620425879.jpg', '2021-05-07 16:17:59', '2021-05-07 16:17:59'),
(52, 3, 'শীতকালীন সবজি', 160, 'কেজি', 40, '5', 'টমেটো', NULL, 'প্রচলিত উৎপাদন', '2020-11-05', NULL, '2020-11-22', '2021-11-26', '2021-05-17', '1', 'Khulna', 'Narail', 'Kalia', NULL, NULL, '1620425926.jpg', '2021-05-07 16:18:46', '2021-05-07 16:18:46'),
(53, 3, 'শীতকালীন সবজি', 160, 'কেজি', 30, '5', 'গাজর', NULL, 'প্রচলিত উৎপাদন', '2020-11-05', '40 কেজি ব্যাগ', '2020-11-22', '2021-11-26', '2021-05-17', '1', 'Rajshahi', 'Bogra', 'Kahaloo', NULL, NULL, '1620426007.jpg', '2021-05-07 16:20:07', '2021-05-07 16:20:07');
agriculturedb
--
-- Indexes for dumped tables
--

--
-- Indexes for table `manage_posts`
--
ALTER TABLE `manage_posts`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `manage_posts`
--
ALTER TABLE `manage_posts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
